[
    {
        "id": 217730,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=217730",
        "title": "Meditation for Beginners",
        "summary": "Meditation is more than just a relaxation technique. Regular meditation can lead to improved concentration, reduced stress, and a more balanced emotional state. Starting with just a few minutes can gradually build a habit that offers long-term mental and physical health benefits. To complete this, watch the introductory video and meditate for 5 minutes.",
        "page_content": "Meditation is more than just a relaxation technique. Regular meditation can lead to improved concentration, reduced stress, and a more balanced emotional state. Starting with just a few minutes can gradually build a habit that offers long-term mental and physical health benefits.",
        "strategy": "To complete this, watch the introductory video and meditate for 5 minutes.",
        "activity_type": "watch the video and meditate",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "self-care"
    },
    {
        "id": 312708,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=312708",
        "title": "Self-Care Sunday",
        "summary": "In today's fast-paced world, it's easy to neglect self-care. Dedicating time to self-care can not only rejuvenate your mind but also improve your physical health. Activities like reading, taking a bath, or just relaxing can significantly reduce stress and prepare you for challenges ahead. To complete this challenge, dedicate 2 hours of your Sunday to self-care activities of your choice.",
        "page_content": "In today's fast-paced world, it's easy to neglect self-care. Dedicating time to self-care can not only rejuvenate your mind but also improve your physical health. Activities like reading, taking a bath, or just relaxing can significantly reduce stress and prepare you for challenges ahead.",
        "strategy": "To complete this challenge, dedicate 2 hours of your Sunday to self-care activities of your choice.",
        "activity_type": "dedicate time for self-care",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "self-care"
    },
    {
        "id": 749658,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=749658",
        "title": "Digital Detox Day",
        "summary": "The constant buzz of notifications and the urge to check social media can be draining. A digital detox, even if just for a day, can help reduce anxiety, improve sleep, and give you time to engage in more fulfilling offline activities. It's an opportunity to reconnect with the world around you. To complete this challenge, avoid all digital devices for an entire day.",
        "page_content": "The constant buzz of notifications and the urge to check social media can be draining. A digital detox, even if just for a day, can help reduce anxiety, improve sleep, and give you time to engage in more fulfilling offline activities. It's an opportunity to reconnect with the world around you.",
        "strategy": "To complete this challenge, avoid all digital devices for an entire day.",
        "activity_type": "avoid digital devices",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "self-care"
    },
    {
        "id": 826354,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=826354",
        "title": "Nature Walk",
        "summary": "Nature has a therapeutic effect on the human mind. Walking amidst nature can significantly reduce feelings of anxiety and depression. Moreover, it can boost creativity, improve memory, and reduce mental fatigue. It's not just about physical health, but also nourishing the soul. To complete this challenge, take a 30-minute walk in nature.",
        "page_content": "Nature has a therapeutic effect on the human mind. Walking amidst nature can significantly reduce feelings of anxiety and depression. Moreover, it can boost creativity, improve memory, and reduce mental fatigue. It's not just about physical health, but also nourishing the soul.",
        "strategy": "To complete this challenge, take a 30-minute walk in nature.",
        "activity_type": "take a walk in nature",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "self-care"
    },
    {
        "id": 349724,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=349724",
        "title": "Journaling Joy",
        "summary": "Writing down positive experiences can serve as a reminder of the good in life, especially during challenging times. Journaling can also offer clarity, help in setting and achieving goals, and serve as a record of personal growth over time. To complete this challenge, write down three positive things that happened to you today.",
        "page_content": "Writing down positive experiences can serve as a reminder of the good in life, especially during challenging times. Journaling can also offer clarity, help in setting and achieving goals, and serve as a record of personal growth over time.",
        "strategy": "To complete this challenge, write down three positive things that happened to you today.",
        "activity_type": "write in a journal",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "self-care"
    },
    {
        "id": 434698,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=434698",
        "title": "Healthy Breakfast Challenge",
        "summary": "A nutritious breakfast jump-starts your metabolism and provides the energy needed to kickstart your day. It can also improve concentration and performance, lower cholesterol levels, and offer better strength and endurance during physical activities. To complete this challenge, have a healthy breakfast for 5 consecutive days.",
        "page_content": "A nutritious breakfast jump-starts your metabolism and provides the energy needed to kickstart your day. It can also improve concentration and performance, lower cholesterol levels, and offer better strength and endurance during physical activities.",
        "strategy": "To complete this challenge, have a healthy breakfast for 5 consecutive days.",
        "activity_type": "have a healthy breakfast",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "nutrition"
    },
    {
        "id": 329116,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=329116",
        "title": "Track Your Fruit Intake",
        "summary": "Fruits are packed with vitamins, minerals, fiber, and antioxidants. Regular consumption can lead to improved digestion, reduced risk of chronic diseases, and better skin health. By tracking intake, you ensure a consistent supply of these essential nutrients. To complete this challenge, record the number of fruits you eat daily for a week.",
        "page_content": "Fruits are packed with vitamins, minerals, fiber, and antioxidants. Regular consumption can lead to improved digestion, reduced risk of chronic diseases, and better skin health. By tracking intake, you ensure a consistent supply of these essential nutrients.",
        "strategy": "To complete this challenge, record the number of fruits you eat daily for a week.",
        "activity_type": "record fruit intake",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "nutrition"
    },
    {
        "id": 250781,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=250781",
        "title": "Vegetable Variety",
        "summary": "Each vegetable offers a unique set of nutrients. By consuming a variety, you ensure that you're getting a broad spectrum of vitamins, minerals, and antioxidants. This can lead to improved digestion, reduced inflammation, and better overall health. To complete this challenge, consume 5 different vegetables in a day.",
        "page_content": "Each vegetable offers a unique set of nutrients. By consuming a variety, you ensure that you're getting a broad spectrum of vitamins, minerals, and antioxidants. This can lead to improved digestion, reduced inflammation, and better overall health.",
        "strategy": "To complete this challenge, consume 5 different vegetables in a day.",
        "activity_type": "consume diverse vegetables",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "nutrition"
    },
    {
        "id": 727518,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=727518",
        "title": "Hydration Station",
        "summary": "Water plays a vital role in every cellular process in our body. Staying hydrated can improve skin health, flush out toxins, regulate body temperature, and boost physical performance. Moreover, it aids digestion and can help in weight management. To complete this challenge, drink at least 8 glasses of water in a day.",
        "page_content": "Water plays a vital role in every cellular process in our body. Staying hydrated can improve skin health, flush out toxins, regulate body temperature, and boost physical performance. Moreover, it aids digestion and can help in weight management.",
        "strategy": "To complete this challenge, drink at least 8 glasses of water in a day.",
        "activity_type": "drink water",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "nutrition"
    },
    {
        "id": 596839,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=596839",
        "title": "7-Hour Sleep Challenge",
        "summary": "Sleep is the body's natural way of healing and recharging. Getting at least 7 hours of sleep can lead to better mood, cognitive function, and a strengthened immune system. Moreover, it reduces the risk of chronic diseases and aids in weight management. To complete this challenge, sleep for at least 7 hours for 5 consecutive nights.",
        "page_content": "Sleep is the body's natural way of healing and recharging. Getting at least 7 hours of sleep can lead to better mood, cognitive function, and a strengthened immune system. Moreover, it reduces the risk of chronic diseases and aids in weight management.",
        "strategy": "To complete this challenge, sleep for at least 7 hours for 5 consecutive nights.",
        "activity_type": "sleep for 7 hours",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "sleep hygiene"
    },
    {
        "id": 223012,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=223012",
        "title": "Limit Screen Time Before Bed",
        "summary": "The blue light emitted by screens can interfere with the production of melatonin, a hormone responsible for sleep. Limiting screen time before bed can lead to better sleep quality, reduced eye strain, and a more balanced circadian rhythm. To complete this challenge, avoid screens for at least 1 hour before sleep for 7 days.",
        "page_content": "The blue light emitted by screens can interfere with the production of melatonin, a hormone responsible for sleep. Limiting screen time before bed can lead to better sleep quality, reduced eye strain, and a more balanced circadian rhythm.",
        "strategy": "To complete this challenge, avoid screens for at least 1 hour before sleep for 7 days.",
        "activity_type": "avoid screens before bed",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "sleep hygiene"
    },
    {
        "id": 759103,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=759103",
        "title": "Bedroom Sanctuary",
        "summary": "A calm and soothing bedroom environment can signal the body that it's time to wind down. Implementing a bedtime routine, like reading or listening to calm music, can lead to improved sleep quality, reduced stress, and better overall well-being. To complete this challenge, create a relaxing bedtime routine and follow it for a week.",
        "page_content": "A calm and soothing bedroom environment can signal the body that it's time to wind down. Implementing a bedtime routine, like reading or listening to calm music, can lead to improved sleep quality, reduced stress, and better overall well-being.",
        "strategy": "To complete this challenge, create a relaxing bedtime routine and follow it for a week.",
        "activity_type": "create a bedtime routine",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "sleep hygiene"
    },
    {
        "id": 832504,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=832504",
        "title": "Mindful Sleep",
        "summary": "Mindfulness meditation before sleep can calm the mind, reduce bedtime anxiety, and set the stage for a restful night. It's a practice that not only aids sleep but also improves overall emotional and mental well-being. To complete this challenge, practice 10 minutes of mindfulness meditation before bed for 7 days.",
        "page_content": "Mindfulness meditation before sleep can calm the mind, reduce bedtime anxiety, and set the stage for a restful night. It's a practice that not only aids sleep but also improves overall emotional and mental well-being.",
        "strategy": "To complete this challenge, practice 10 minutes of mindfulness meditation before bed for 7 days.",
        "activity_type": "meditate before sleep",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "sleep hygiene"
    },
    {
        "id": 990521,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=990521",
        "title": "Join a Weekly Workout Class",
        "summary": "Engaging in group workouts can boost your motivation and provide a structured exercise routine. By attending a class once a week, you'll improve your physical fitness, increase your stamina, and enjoy the social benefits of exercising with others. To complete this challenge, attend a workout class at least once a week.",
        "page_content": "Engaging in group workouts can boost your motivation and provide a structured exercise routine. By attending a class once a week, you'll improve your physical fitness, increase your stamina, and enjoy the social benefits of exercising with others.",
        "strategy": "To complete this challenge, attend a workout class at least once a week.",
        "activity_type": "attend a workout class",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Exercise & Fitness"
    },
    {
        "id": 288743,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=288743",
        "title": "10,000 Steps Daily Challenge",
        "summary": "Walking is a great way to stay active and improve cardiovascular health. By taking 10,000 steps daily, you're on your way to achieving a healthy lifestyle. This challenge promotes regular movement and encourages you to find ways to be more active throughout the day. To complete this challenge, walk 10,000 steps every day for a week.",
        "page_content": "Walking is a great way to stay active and improve cardiovascular health. By taking 10,000 steps daily, you're on your way to achieving a healthy lifestyle. This challenge promotes regular movement and encourages you to find ways to be more active throughout the day.",
        "strategy": "To complete this challenge, walk 10,000 steps every day for a week.",
        "activity_type": "track your steps",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Exercise & Fitness"
    },
    {
        "id": 590308,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=590308",
        "title": "Master the Plank Challenge",
        "summary": "The plank is a powerful exercise that engages multiple muscle groups. Mastering the plank can improve your core strength, enhance your posture, and boost overall fitness. This challenge pushes you to increase your endurance progressively. To complete this, hold a plank for an increasing duration each day for a week.",
        "page_content": "The plank is a powerful exercise that engages multiple muscle groups. Mastering the plank can improve your core strength, enhance your posture, and boost overall fitness. This challenge pushes you to increase your endurance progressively.",
        "strategy": "To complete this, hold a plank for an increasing duration each day for a week.",
        "activity_type": "perform a plank",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Exercise & Fitness"
    },
    {
        "id": 137739,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=137739",
        "title": "Yoga for Flexibility",
        "summary": "Yoga offers a combination of physical postures, breathing exercises, and meditation. Regular practice can improve flexibility, reduce stress, and bring a sense of balance to your life. This challenge aims to make yoga a part of your daily routine. To complete this challenge, practice yoga for 30 minutes every day for a week.",
        "page_content": "Yoga offers a combination of physical postures, breathing exercises, and meditation. Regular practice can improve flexibility, reduce stress, and bring a sense of balance to your life. This challenge aims to make yoga a part of your daily routine.",
        "strategy": "To complete this challenge, practice yoga for 30 minutes every day for a week.",
        "activity_type": "practice yoga",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Exercise & Fitness"
    },
    {
        "id": 735779,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=735779",
        "title": "High-Intensity Interval Training (HIIT) Blast",
        "summary": "HIIT is a training technique that involves short bursts of high-intensity exercises followed by short recovery periods. It's effective in burning calories, improving cardiovascular health, and building strength. This challenge will test your limits and boost your fitness levels. To complete this, perform a 20-minute HIIT session three times a week.",
        "page_content": "HIIT is a training technique that involves short bursts of high-intensity exercises followed by short recovery periods. It's effective in burning calories, improving cardiovascular health, and building strength. This challenge will test your limits and boost your fitness levels.",
        "strategy": "To complete this, perform a 20-minute HIIT session three times a week.",
        "activity_type": "perform HIIT",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Exercise & Fitness"
    },
    {
        "id": 489072,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=489072",
        "title": "Gratitude Journaling",
        "summary": "Gratitude journaling can shift your focus from what's lacking in your life to the abundance that's already present. By recognizing and appreciating the positive aspects of your relationships, you can nurture stronger bonds and enhance your well-being. To complete this challenge, write down three things you're grateful for each day for a week.",
        "page_content": "Gratitude journaling can shift your focus from what's lacking in your life to the abundance that's already present. By recognizing and appreciating the positive aspects of your relationships, you can nurture stronger bonds and enhance your well-being.",
        "strategy": "To complete this challenge, write down three things you're grateful for each day for a week.",
        "activity_type": "write in a journal",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Positive Relationships"
    },
    {
        "id": 322781,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=322781",
        "title": "Digital Detox Evening",
        "summary": "Taking a break from screens allows you to be present in the moment and engage in meaningful face-to-face interactions. This activity encourages you to spend quality time with loved ones, fostering deeper connections and improving overall relationship health. To complete this challenge, spend one evening a week without digital devices.",
        "page_content": "Taking a break from screens allows you to be present in the moment and engage in meaningful face-to-face interactions. This activity encourages you to spend quality time with loved ones, fostering deeper connections and improving overall relationship health.",
        "strategy": "To complete this challenge, spend one evening a week without digital devices.",
        "activity_type": "avoid digital devices",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Positive Relationships"
    },
    {
        "id": 984838,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=984838",
        "title": "Attend a Relationship Workshop",
        "summary": "Workshops offer tools and techniques to enhance communication, understanding, and trust in relationships. By participating, you can gain insights into building and maintaining healthy, positive relationships with others. To complete this, attend a relationship-building workshop or seminar.",
        "page_content": "Workshops offer tools and techniques to enhance communication, understanding, and trust in relationships. By participating, you can gain insights into building and maintaining healthy, positive relationships with others.",
        "strategy": "To complete this, attend a relationship-building workshop or seminar.",
        "activity_type": "attend a workshop",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Positive Relationships"
    },
    {
        "id": 537822,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=537822",
        "title": "Weekly Appreciation Ritual",
        "summary": "Expressing gratitude and appreciation strengthens bonds and fosters positive feelings. This activity encourages you to recognize and verbalize the value and importance of those around you, enhancing mutual respect and affection. To complete this challenge, express appreciation to a loved one once a week.",
        "page_content": "Expressing gratitude and appreciation strengthens bonds and fosters positive feelings. This activity encourages you to recognize and verbalize the value and importance of those around you, enhancing mutual respect and affection.",
        "strategy": "To complete this challenge, express appreciation to a loved one once a week.",
        "activity_type": "express appreciation",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Positive Relationships"
    },
    {
        "id": 207616,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=207616",
        "title": "Plan a Quality Time Day",
        "summary": "Dedicated time with loved ones can deepen connections and create cherished memories. This activity promotes meaningful interactions, allowing you to reconnect and strengthen your bond with someone important in your life. To complete this, set aside a day to spend quality time with a loved one, free from distractions.",
        "page_content": "Dedicated time with loved ones can deepen connections and create cherished memories. This activity promotes meaningful interactions, allowing you to reconnect and strengthen your bond with someone important in your life.",
        "strategy": "To complete this, set aside a day to spend quality time with a loved one, free from distractions.",
        "activity_type": "spend quality time",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Positive Relationships"
    },
    {
        "id": 136028,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=136028",
        "title": "Mindfulness Meditation",
        "summary": "Mindfulness meditation can be an effective tool in managing depression. By focusing on the present moment without judgment, you can gain clarity, reduce negative thought patterns, and enhance emotional well-being. To complete this challenge, practice mindfulness meditation for 10 minutes daily for a week.",
        "page_content": "Mindfulness meditation can be an effective tool in managing depression. By focusing on the present moment without judgment, you can gain clarity, reduce negative thought patterns, and enhance emotional well-being.",
        "strategy": "To complete this challenge, practice mindfulness meditation for 10 minutes daily for a week.",
        "activity_type": "practice meditation",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Managing Depression"
    },
    {
        "id": 996688,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=996688",
        "title": "Join a Support Group",
        "summary": "Support groups offer a safe space to share experiences, gain insights, and receive encouragement from individuals who understand your struggles. Joining a group can provide a sense of belonging and help in managing depressive symptoms. To complete this, attend at least one support group session.",
        "page_content": "Support groups offer a safe space to share experiences, gain insights, and receive encouragement from individuals who understand your struggles. Joining a group can provide a sense of belonging and help in managing depressive symptoms.",
        "strategy": "To complete this, attend at least one support group session.",
        "activity_type": "attend support group",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Managing Depression"
    },
    {
        "id": 597712,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=597712",
        "title": "Engage in Art Therapy",
        "summary": "Art therapy can be a therapeutic way to express emotions, process feelings, and find relief from depressive symptoms. Engaging in creative activities can serve as a distraction, boost mood, and provide a sense of accomplishment. To complete this challenge, dedicate an hour to any form of art like drawing, painting, or crafting.",
        "page_content": "Art therapy can be a therapeutic way to express emotions, process feelings, and find relief from depressive symptoms. Engaging in creative activities can serve as a distraction, boost mood, and provide a sense of accomplishment.",
        "strategy": "To complete this challenge, dedicate an hour to any form of art like drawing, painting, or crafting.",
        "activity_type": "create art",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Managing Depression"
    },
    {
        "id": 962409,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=962409",
        "title": "Listen to Uplifting Music",
        "summary": "Music has the power to influence mood and emotions. Uplifting and motivational songs can provide comfort, elevate mood, and serve as a therapeutic tool in managing depression. To complete this challenge, create a playlist of uplifting songs and listen for 30 minutes daily.",
        "page_content": "Music has the power to influence mood and emotions. Uplifting and motivational songs can provide comfort, elevate mood, and serve as a therapeutic tool in managing depression.",
        "strategy": "To complete this challenge, create a playlist of uplifting songs and listen for 30 minutes daily.",
        "activity_type": "listen to music",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Managing Depression"
    },
    {
        "id": 216278,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=216278",
        "title": "Nature Walk",
        "summary": "Connecting with nature can have rejuvenating effects on the mind and body. A walk in a natural environment can reduce feelings of stress, anxiety, and depression, promoting a sense of calm and well-being. To complete this challenge, take a 30-minute walk in a natural setting.",
        "page_content": "Connecting with nature can have rejuvenating effects on the mind and body. A walk in a natural environment can reduce feelings of stress, anxiety, and depression, promoting a sense of calm and well-being.",
        "strategy": "To complete this challenge, take a 30-minute walk in a natural setting.",
        "activity_type": "take a nature walk",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "Managing Depression"
    },
    {
        "id": 277999,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=277999",
        "title": "Reflect on Achievements",
        "summary": "Reflecting on achievements can lead to increased job satisfaction. Reflect on your past projects and note down what you loved about them.",
        "page_content": "Reflecting on achievements can lead to increased job satisfaction. According to research from Harvard Business School, taking time to reflect on work boosts job performance. Recognizing your accomplishments can elevate your self-worth, leading to better mental well-being.",
        "strategy": "Reflect on your past projects and note down what you loved about them.",
        "activity_type": "Reflect",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 950752,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=950752",
        "title": "Setting Clear Boundaries",
        "summary": "Boundaries are essential for mental health and job satisfaction. Set clear work boundaries and communicate them with your team.",
        "page_content": "Boundaries are essential for mental health and job satisfaction. According to the American Psychological Association, setting clear boundaries can prevent job burnout, leading to improved mental well-being and increased job satisfaction.",
        "strategy": "Set clear work boundaries and communicate them with your team.",
        "activity_type": "Set",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 645606,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=645606",
        "title": "Mentor-Mentee Connection",
        "summary": "Engaging in mentorship can be fulfilling. Connect with a mentor or mentee and have a meaningful conversation.",
        "page_content": "Engaging in mentorship can be fulfilling. A study from the Journal of Vocational Behavior found that mentoring relationships led to increased job satisfaction and reduced turnover intentions. Such connections can provide new perspectives and insights.",
        "strategy": "Connect with a mentor or mentee and have a meaningful conversation.",
        "activity_type": "Connect",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 583225,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=583225",
        "title": "Feedback and Appreciation Session",
        "summary": "Feedback plays a pivotal role in personal and professional growth. Participate in a session to give and receive feedback.",
        "page_content": "Feedback plays a pivotal role in personal and professional growth. According to a Gallup poll, employees who receive regular feedback are 3.5 times more likely to be engaged at work. Receiving appreciation can boost morale and motivation, leading to increased job satisfaction.",
        "strategy": "Participate in a session to give and receive feedback.",
        "activity_type": "Participate",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 628424,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=628424",
        "title": "Enhancing Team Dynamics",
        "summary": "Team dynamics have a profound impact on job satisfaction. Participate in team-building activities.",
        "page_content": "Team dynamics have a profound impact on job satisfaction. Harvard Business Review states that a cohesive team can boost individual member's resilience and job satisfaction. Activities that foster team bonding can lead to improved communication and overall team performance.",
        "strategy": "Participate in team-building activities.",
        "activity_type": "Participate",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 725213,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=725213",
        "title": "Skill-Up Workshop",
        "summary": "Continuous learning is pivotal for career growth. Attend a workshop to enhance your skills.",
        "page_content": "Continuous learning is pivotal for career growth. A report by Deloitte suggests that in our rapidly changing work environment, skill-building is essential for staying relevant. Attending workshops can introduce new skills and concepts, promoting personal and professional growth.",
        "strategy": "Attend a workshop to enhance your skills.",
        "activity_type": "Attend",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 309072,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=309072",
        "title": "Peer Learning Group",
        "summary": "Peer learning fosters a culture of knowledge sharing. Join a peer learning group and share knowledge.",
        "page_content": "Peer learning fosters a culture of knowledge sharing. According to the Journal of Applied Psychology, peer learning can enhance understanding and retention of information. Joining such groups can lead to fresh perspectives and continuous learning.",
        "strategy": "Join a peer learning group and share knowledge.",
        "activity_type": "Join",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 989855,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=989855",
        "title": "Attending Conferences",
        "summary": "Conferences provide insights into industry trends. Attend a conference related to your field.",
        "page_content": "Conferences provide insights into industry trends. A study from the Journal of Leadership & Organizational Studies found that attending conferences boosts networking opportunities and provides exposure to new ideas, ensuring career advancement.",
        "strategy": "Attend a conference related to your field.",
        "activity_type": "Attend",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 522367,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=522367",
        "title": "Setting Career Goals",
        "summary": "Goal setting is fundamental for growth. Set clear career goals for the next year.",
        "page_content": "Goal setting is fundamental for growth. According to a study by the Dominican University of California, individuals who wrote down their goals were 42% more likely to achieve them. Setting clear career goals provides direction and purpose, ensuring consistent career growth.",
        "strategy": "Set clear career goals for the next year.",
        "activity_type": "Set",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 245927,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=245927",
        "title": "Exploring New Technologies",
        "summary": "Staying updated with technology is crucial in today's dynamic work environment. Spend time exploring and learning about new technologies in your field.",
        "page_content": "Staying updated with technology is crucial in today's dynamic work environment. According to MIT Sloan Management Review, embracing new technologies can lead to increased job opportunities and career advancement.",
        "strategy": "Spend time exploring and learning about new technologies in your field.",
        "activity_type": "Spend",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 849170,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=849170",
        "title": "Digital Detox Challenge",
        "summary": "Reducing screen time is beneficial for mental health. Stay away from digital devices for a set period of time.",
        "page_content": "Reducing screen time is beneficial for mental health. A study published in the Journal of Epidemiology and Community Health found that excessive screen time can lead to increased stress and sleep disturbances. Engaging in a digital detox can rejuvenate the mind and improve work-life balance.",
        "strategy": "Stay away from digital devices for a set period of time.",
        "activity_type": "Stay",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 891333,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=891333",
        "title": "Mindfulness and Meditation",
        "summary": "Mindfulness practices are scientifically proven to reduce stress.. Practice mindfulness and meditation to balance work and life.",
        "page_content": "Mindfulness practices are scientifically proven to reduce stress. According to a study from the Journal of Behavioral Medicine, regular mindfulness practices can reduce symptoms of stress and anxiety, leading to an improved work-life balance.",
        "strategy": "Practice mindfulness and meditation to balance work and life.",
        "activity_type": "Practice",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 238456,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=238456",
        "title": "Work from Home Ergonomics",
        "summary": "Ergonomics play a vital role in physical well-being.  Learn about and implement ergonomic practices at your home workspace.",
        "page_content": "Ergonomics play a vital role in physical well-being. The Occupational Safety and Health Administration (OSHA) states that proper ergonomics can prevent musculoskeletal disorders. An ergonomic workspace promotes comfort and reduces the risk of physical ailments.",
        "strategy": "Learn about and implement ergonomic practices at your home workspace.",
        "activity_type": "Learn",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 429533,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=429533",
        "title": "Balancing Work and Personal Time",
        "summary": "Balance between work and personal life is crucial for overall well-being. Set aside specific times for work and personal life and stick to them.",
        "page_content": "Balance between work and personal life is crucial for overall well-being. A study from the Journal of Occupational Health Psychology found that a good work-life balance leads to reduced stress and increased job satisfaction. Prioritizing personal time ensures mental and emotional well-being.",
        "strategy": "Set aside specific times for work and personal life and stick to them.",
        "activity_type": "Set",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 636103,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=636103",
        "title": "Family and Work Integration",
        "summary": "Family involvement can boost work-life balance. Involve your family in understanding your work and integrate family time with work breaks.",
        "page_content": "Family involvement can boost work-life balance. According to the Journal of Family and Economic Issues, integrating family into work routines can lead to increased job satisfaction and reduced stress. Sharing work experiences with family can provide emotional support and improve understanding.",
        "strategy": "Involve your family in understanding your work and integrate family time with work breaks.",
        "activity_type": "Involve",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 379836,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=379836",
        "title": "Reflect on Your Role",
        "summary": "Engaging in self-reflection is essential for personal and professional growth. Research from Harvard Business Review suggests that regular reflection on one's role can lead to increased job satisfaction and performance. Write a reflection journal about your role and discuss it with your manager.",
        "page_content": "Engaging in self-reflection is essential for personal and professional growth. Research from Harvard Business Review suggests that regular reflection on one's role can lead to increased job satisfaction and performance. By understanding your strengths and areas of improvement, you can align your goals better with your organization's objectives.",
        "strategy": "Write a reflection journal about your role and discuss it with your manager.",
        "activity_type": "reflect on your role",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 308494,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=308494",
        "title": "Engage in Team Feedback",
        "summary": "Feedback is the cornerstone of improvement. A study published in the Journal of Occupational and Organizational Psychology found that constructive feedback from colleagues can lead to higher job satisfaction and improved team dynamics. Participate in a team feedback session this month.",
        "page_content": "Feedback is the cornerstone of improvement. A study published in the Journal of Occupational and Organizational Psychology found that constructive feedback from colleagues can lead to higher job satisfaction and improved team dynamics. By engaging in team feedback sessions, you not only understand others' perspectives but also foster a culture of continuous learning.",
        "strategy": "Participate in a team feedback session this month.",
        "activity_type": "engage in team feedback",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 774479,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=774479",
        "title": "Seek Out New Projects",
        "summary": "Taking initiative in the workplace can have numerous benefits. According to a study in the Journal of Applied Psychology, employees who seek out new projects report higher levels of job satisfaction and feel more engaged in their roles. Propose a new project or initiative to your team.",
        "page_content": "Taking initiative in the workplace can have numerous benefits. According to a study in the Journal of Applied Psychology, employees who seek out new projects report higher levels of job satisfaction and feel more engaged in their roles. Proactive behavior can also lead to career advancements and recognition.",
        "strategy": "Propose a new project or initiative to your team.",
        "activity_type": "seek out new projects",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 307276,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=307276",
        "title": "Celebrate Small Wins",
        "summary": "Celebrating small wins is more than just a feel-good activity. Teresa Amabile, a professor at Harvard Business School, found that recognizing small achievements can lead to increased motivation and job satisfaction. Acknowledge and celebrate small achievements at work.",
        "page_content": "Celebrating small wins is more than just a feel-good activity. Teresa Amabile, a professor at Harvard Business School, found that recognizing small achievements can lead to increased motivation and job satisfaction. It helps in building momentum and fosters a positive work environment.",
        "strategy": "Acknowledge and celebrate small achievements at work.",
        "activity_type": "celebrate small wins",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 202574,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=202574",
        "title": "Connect with Colleagues",
        "summary": "Building meaningful relationships at work is crucial. Research from Gallup indicates that having a close friend at work can increase job satisfaction by up to 50%. Connect with at least one colleague outside of work hours for a casual chat.",
        "page_content": "Building meaningful relationships at work is crucial. Research from Gallup indicates that having a close friend at work can increase job satisfaction by up to 50%. Connecting with colleagues outside of work can lead to better collaboration, understanding, and a more cohesive work environment.",
        "strategy": "Connect with at least one colleague outside of work hours for a casual chat.",
        "activity_type": "connect with colleagues",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "job satisfaction"
    },
    {
        "id": 551371,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=551371",
        "title": "Take a New Course",
        "summary": "Continuous learning is the key to career advancement. A report by LinkedIn found that employees who invest time in learning are 47% less likely to be stressed, 39% more likely to feel productive and successful, and 23% more ready to take on additional responsibilities. Enroll in an online course related to your job and complete it.",
        "page_content": "Continuous learning is the key to career advancement. A report by LinkedIn found that employees who invest time in learning are 47% less likely to be stressed, 39% more likely to feel productive and successful, and 23% more ready to take on additional responsibilities.",
        "strategy": "Enroll in an online course related to your job and complete it.",
        "activity_type": "take a new course",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 530129,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=530129",
        "title": "Engage in Mentorship",
        "summary": "Mentorship has profound impacts on career growth. According to a survey by Forbes, 97% of individuals with mentors found them valuable. Find a mentor within or outside your organization and have at least two sessions.",
        "page_content": "Mentorship has profound impacts on career growth. According to a survey by Forbes, 97% of individuals with mentors found them valuable. Engaging in mentorship provides insights, knowledge, and perspectives that can shape your career trajectory.",
        "strategy": "Find a mentor within or outside your organization and have at least two sessions.",
        "activity_type": "engage in mentorship",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 600744,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=600744",
        "title": "Attend Workshops",
        "summary": "Workshops offer hands-on experiences and insights into specific areas. A study in the Journal of Workplace Learning found that attending workshops can lead to skill enhancement, better job performance, and increased confidence in one's abilities. Attend a workshop or seminar related to your job.",
        "page_content": "Workshops offer hands-on experiences and insights into specific areas. A study in the Journal of Workplace Learning found that attending workshops can lead to skill enhancement, better job performance, and increased confidence in one's abilities.",
        "strategy": "Attend a workshop or seminar related to your job.",
        "activity_type": "attend workshops",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 764970,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=764970",
        "title": "Participate in Skill Assessments",
        "summary": "Skill assessments are more than just tests; they're tools for personal growth. According to the Corporate Executive Board Company, regular skill assessments can lead to a 20% increase in employee performance and a 30% increase in the likelihood of retaining top talent. Participate in a skills assessment test and discuss results with your supervisor.",
        "page_content": "Skill assessments are more than just tests; they're tools for personal growth. According to the Corporate Executive Board Company, regular skill assessments can lead to a 20% increase in employee performance and a 30% increase in the likelihood of retaining top talent.",
        "strategy": "Participate in a skills assessment test and discuss results with your supervisor.",
        "activity_type": "participate in skill assessments",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 693068,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=693068",
        "title": "Seek Feedback on Progress",
        "summary": "Feedback, when used constructively, can be a powerful tool for growth. Research from the Harvard Business Review suggests that seeking feedback can lead to improved performance, better decision-making skills, and increased confidence. Seek feedback on your recent projects from colleagues and superiors.",
        "page_content": "Feedback, when used constructively, can be a powerful tool for growth. Research from the Harvard Business Review suggests that seeking feedback can lead to improved performance, better decision-making skills, and increased confidence.",
        "strategy": "Seek feedback on your recent projects from colleagues and superiors.",
        "activity_type": "seek feedback on progress",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work growth"
    },
    {
        "id": 353568,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=353568",
        "title": "Set Boundaries",
        "summary": "Work-life balance is not just a buzzword; it's essential for well-being. The World Health Organization found that poor work-life balance can lead to adverse health outcomes, including burnout. Set specific work hours and adhere to them for a week.",
        "page_content": "Work-life balance is not just a buzzword; it's essential for well-being. The World Health Organization found that poor work-life balance can lead to adverse health outcomes, including burnout. By setting boundaries, you ensure that you have time for personal pursuits, leading to a healthier, happier life.",
        "strategy": "Set specific work hours and adhere to them for a week.",
        "activity_type": "set boundaries",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 322398,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=322398",
        "title": "Engage in Hobbies",
        "summary": "Engaging in hobbies and personal interests has been linked to lower stress levels, better mental health, and improved creativity. A study in the Journal of Occupational and Organizational Psychology found that employees who engaged in creative activities outside work were more resilient and performed better at their jobs. Engage in a hobby or activity outside of work for an hour this week.",
        "page_content": "Engaging in hobbies and personal interests has been linked to lower stress levels, better mental health, and improved creativity. A study in the Journal of Occupational and Organizational Psychology found that employees who engaged in creative activities outside work were more resilient and performed better at their jobs.",
        "strategy": "Engage in a hobby or activity outside of work for an hour this week.",
        "activity_type": "engage in hobbies",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 814930,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=814930",
        "title": "Allocate Me Time",
        "summary": "Allocating 'me time' is crucial for mental well-being. Research from the University of Michigan suggests that spending time alone, engaging in reflective activities, can lead to increased emotional regulation, self-discovery, and better stress management. Allocate an hour of uninterrupted 'me time' every day for a week.",
        "page_content": "Allocating 'me time' is crucial for mental well-being. Research from the University of Michigan suggests that spending time alone, engaging in reflective activities, can lead to increased emotional regulation, self-discovery, and better stress management.",
        "strategy": "Allocate an hour of uninterrupted 'me time' every day for a week.",
        "activity_type": "allocate me time",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 721489,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=721489",
        "title": "Practice Mindfulness",
        "summary": "Mindfulness practices, like meditation, have been shown to have numerous benefits. According to the American Psychological Association, regular mindfulness practices can lead to reduced stress, improved focus, and better emotional well-being. Practice 10 minutes of mindfulness or meditation daily.",
        "page_content": "Mindfulness practices, like meditation, have been shown to have numerous benefits. According to the American Psychological Association, regular mindfulness practices can lead to reduced stress, improved focus, and better emotional well-being.",
        "strategy": "Practice 10 minutes of mindfulness or meditation daily.",
        "activity_type": "practice mindfulness",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 120676,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=120676",
        "title": "Stay Physically Active",
        "summary": "Physical activity is not just good for the body but also for the mind. The Mayo Clinic suggests that regular physical activity can boost mood, combat anxiety and depression, and improve sleep patterns. Engage in a physical activity for at least 30 minutes every day.",
        "page_content": "Physical activity is not just good for the body but also for the mind. The Mayo Clinic suggests that regular physical activity can boost mood, combat anxiety and depression, and improve sleep patterns. By staying active, you ensure that you're at your best, both at work and in personal life.",
        "strategy": "Engage in a physical activity for at least 30 minutes every day.",
        "activity_type": "stay physically active",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work-life balance"
    },
    {
        "id": 148550,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=148550",
        "title": "Mindful Meditation Sessions",
        "summary": "Meditation has been proven to reduce stress and anxiety.  Taking just 10 minutes a day to meditate can greatly improve your mental health and well-being. To complete this challenge, practice 10 minutes of meditation daily.",
        "page_content": "Meditation has been proven to reduce stress and anxiety. Taking just 10 minutes a day to meditate can greatly improve your mental health and well-being.",
        "strategy": "To complete this challenge, practice 10 minutes of meditation daily.",
        "activity_type": "practice meditation",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "managing stress and anxiety"
    },
    {
        "id": 862337,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=862337",
        "title": "Deep Breathing Exercises",
        "summary": "Deep breathing exercises can activate the body's relaxation response, helping to reduce stress and anxiety.. To complete this, watch the instructional video and practice the exercises.",
        "page_content": "Deep breathing exercises can activate the body's relaxation response, helping to reduce stress and anxiety.",
        "strategy": "To complete this, watch the instructional video and practice the exercises.",
        "activity_type": "watch the video and practice",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "managing stress and anxiety"
    },
    {
        "id": 613087,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=613087",
        "title": "Physical Activity Breaks",
        "summary": "Engaging in regular physical activity can be one of the most effective ways to manage stress.  According to the Anxiety and Depression Association of America, physical activity produces endorphins—chemicals in the brain that act as natural painkillers—and also improves the ability to sleep, which in turn reduces stress. To complete this challenge, take 10-minute physical activity breaks every 2 hours of work.",
        "page_content": "Engaging in regular physical activity can be one of the most effective ways to manage stress. According to the Anxiety and Depression Association of America, physical activity produces endorphins—chemicals in the brain that act as natural painkillers—and also improves the ability to sleep, which in turn reduces stress. Moreover, taking short breaks during work hours can prevent burnout and improve overall productivity.",
        "strategy": "To complete this challenge, take 10-minute physical activity breaks every 2 hours of work.",
        "activity_type": "physical activity",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "managing stress and anxiety"
    },
    {
        "id": 304102,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=304102",
        "title": "Limit Caffeine Intake",
        "summary": "Caffeine is a stimulant found in coffee, tea, and many sodas.  While it can boost alertness, excessive caffeine can increase feelings of anxiety, especially in sensitive individuals. To complete this challenge, reduce your caffeine intake for a week.",
        "page_content": "Caffeine is a stimulant found in coffee, tea, and many sodas. While it can boost alertness, excessive caffeine can increase feelings of anxiety, especially in sensitive individuals. Research published in the Journal of Clinical Psychology indicates that high doses can cause or exacerbate anxiety disorders. Moderating caffeine intake can lead to better sleep patterns and decreased anxiety levels.",
        "strategy": "To complete this challenge, reduce your caffeine intake for a week.",
        "activity_type": "nutrition tracking",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "managing stress and anxiety"
    },
    {
        "id": 876956,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=876956",
        "title": "Digital Detox",
        "summary": "In today's digital age, we are constantly bombarded with information from our phones, computers, and TVs.  A study from the University of Pennsylvania published in the Journal of Social and Clinical Psychology found that limiting social media use to approximately 30 minutes per day resulted in significant reductions in depression and loneliness. To complete this challenge, spend an entire day without any digital devices.",
        "page_content": "In today's digital age, we are constantly bombarded with information from our phones, computers, and TVs. A study from the University of Pennsylvania published in the Journal of Social and Clinical Psychology found that limiting social media use to approximately 30 minutes per day resulted in significant reductions in depression and loneliness. A digital detox, even if it's just for a day, can provide a refreshing mental break and help reduce feelings of anxiety and stress.",
        "strategy": "To complete this challenge, spend an entire day without any digital devices.",
        "activity_type": "self-monitoring",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "managing stress and anxiety"
    },
    {
        "id": 737200,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=737200",
        "title": "Discovering Your Work Passion",
        "summary": "Understanding what elements of your work truly engage and energize you can lead to a more fulfilling career.. To complete this challenge, journal about what aspects of your job energize you.",
        "page_content": "Understanding what elements of your work truly engage and energize you can lead to a more fulfilling career.",
        "strategy": "To complete this challenge, journal about what aspects of your job energize you.",
        "activity_type": "journaling",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work meaning"
    },
    {
        "id": 832796,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=832796",
        "title": "Feedback & Growth",
        "summary": "Receiving and giving feedback helps in personal growth and makes one's work more meaningful.. To complete this, watch the video on constructive feedback and apply it in your job.",
        "page_content": "Receiving and giving feedback helps in personal growth and makes one's work more meaningful.",
        "strategy": "To complete this, watch the video on constructive feedback and apply it in your job.",
        "activity_type": "watch the video and apply",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work meaning"
    },
    {
        "id": 490097,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=490097",
        "title": "Collaborate with a Colleague",
        "summary": "Collaboration is more than just working together; it's about creating synergies where the collective output is greater than the sum of individual contributions.  Collaborative environments foster creativity, inclusiveness, and diverse perspectives. To complete this, collaborate on a project or task with a colleague.",
        "page_content": "Collaboration is more than just working together; it's about creating synergies where the collective output is greater than the sum of individual contributions. Collaborative environments foster creativity, inclusiveness, and diverse perspectives. A study from the Institute for Corporate Productivity found that companies that promoted collaborative working were five times as likely to be high-performing.",
        "strategy": "To complete this, collaborate on a project or task with a colleague.",
        "activity_type": "collaboration",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work meaning"
    },
    {
        "id": 131432,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=131432",
        "title": "Set Clear Goals",
        "summary": "Clear goal setting is pivotal in driving motivation and ensuring productivity.  According to a paper published in the American Journal of Lifestyle Medicine, setting clear and challenging goals led to higher performance 90% of the time. To complete this challenge, set and write down clear weekly goals for your work.",
        "page_content": "Clear goal setting is pivotal in driving motivation and ensuring productivity. According to a paper published in the American Journal of Lifestyle Medicine, setting clear and challenging goals led to higher performance 90% of the time. Moreover, clear goals provide a roadmap, ensuring that you're working purposefully towards meaningful outcomes, enhancing the intrinsic value of work.",
        "strategy": "To complete this challenge, set and write down clear weekly goals for your work.",
        "activity_type": "goal setting",
        "reward_value": 100,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "work meaning"
    },
    {
        "id": 107194,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=107194",
        "title": "Gratitude Journaling",
        "summary": "Focusing on positive aspects of life and expressing gratitude has been linked to increased happiness and life satisfaction.. To complete this challenge, write down three things you're grateful for every day.",
        "page_content": "Focusing on positive aspects of life and expressing gratitude has been linked to increased happiness and life satisfaction.",
        "strategy": "To complete this challenge, write down three things you're grateful for every day.",
        "activity_type": "journaling",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "positive living"
    },
    {
        "id": 403495,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=403495",
        "title": "Positive Affirmations",
        "summary": "Positive affirmations can rewire our brain to think positively and boost self-esteem.. To complete this, watch the video on positive affirmations and practice them daily.",
        "page_content": "Positive affirmations can rewire our brain to think positively and boost self-esteem.",
        "strategy": "To complete this, watch the video on positive affirmations and practice them daily.",
        "activity_type": "watch the video and practice",
        "reward_value": 50,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "positive living"
    },
    {
        "id": 657462,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=657462",
        "title": "Read a Uplifting Book",
        "summary": "Books have the profound ability to transport us to different worlds and offer new perspectives.  Reading uplifting literature, in particular, can have tangible effects on our mood and well-being. To complete this challenge, read an uplifting book over the course of a month.",
        "page_content": "Books have the profound ability to transport us to different worlds and offer new perspectives. Reading uplifting literature, in particular, can have tangible effects on our mood and well-being. A study by the University of Liverpool found that reading can reduce feelings of loneliness, enhance relaxation, and assist with mental well-being overall.",
        "strategy": "To complete this challenge, read an uplifting book over the course of a month.",
        "activity_type": "reading",
        "reward_value": 25,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "positive living"
    },
    {
        "id": 684107,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=684107",
        "title": "Random Acts of Kindness",
        "summary": "Acts of kindness, whether big or small, not only benefit the receiver but also the giver.  A study published in the journal Emotion found that performing acts of kindness for seven days increased well-being and positive social emotions. To complete this challenge, perform at least one random act of kindness every week.",
        "page_content": "Acts of kindness, whether big or small, not only benefit the receiver but also the giver. A study published in the journal Emotion found that performing acts of kindness for seven days increased well-being and positive social emotions. These acts release serotonin, a neurotransmitter responsible for feelings of satisfaction and happiness. Engaging in acts of kindness can create a ripple effect, fostering positive community vibes.",
        "strategy": "To complete this challenge, perform at least one random act of kindness every week.",
        "activity_type": "kindness",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "positive living"
    },
    {
        "id": 466933,
        "link": "https:\/\/limemates.limeade.com\/one\/Fake?cid=466933",
        "title": "Spend Time in Nature",
        "summary": "Nature has a unique calming effect on the human psyche.  According to a study published in the Proceedings of the National Academy of Sciences, 90-minute walks in natural environments decrease activity in the region of the brain associated with depression. To complete this challenge, spend at least 30 minutes in nature every week.",
        "page_content": "Nature has a unique calming effect on the human psyche. According to a study published in the Proceedings of the National Academy of Sciences, 90-minute walks in natural environments decrease activity in the region of the brain associated with depression. This aligns with the Japanese practice of 'Shinrin-yoku' or 'forest bathing', which emphasizes spending time in nature to improve mental well-being. Immersing oneself in nature can lead to decreased levels of stress and increased feelings of contentment.",
        "strategy": "To complete this challenge, spend at least 30 minutes in nature every week.",
        "activity_type": "nature walk",
        "reward_value": 10,
        "start_date": "7\/12\/23",
        "end_date": "3\/26\/24",
        "dimensions": "positive living"
    }
]